{"pageProps":{"source":{"compiledSource":"var u=Object.defineProperty,c=Object.defineProperties;var m=Object.getOwnPropertyDescriptors;var r=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var l=(t,a,o)=>a in t?u(t,a,{enumerable:!0,configurable:!0,writable:!0,value:o}):t[a]=o,e=(t,a)=>{for(var o in a||(a={}))i.call(a,o)&&l(t,o,a[o]);if(r)for(var o of r(a))s.call(a,o)&&l(t,o,a[o]);return t},p=(t,a)=>c(t,m(a));var h=(t,a)=>{var o={};for(var n in t)i.call(t,n)&&a.indexOf(n)<0&&(o[n]=t[n]);if(t!=null&&r)for(var n of r(t))a.indexOf(n)<0&&s.call(t,n)&&(o[n]=t[n]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var n=o,{components:t}=n,a=h(n,[\"components\"]);return mdx(MDXLayout,p(e(e({},layoutProps),a),{components:t,mdxType:\"MDXLayout\"}),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure125.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.1\"),\". The state of play after we added up all the traditional renewables.\",mdx(\"h1\",e({},{id:\"18-can-we-live-on-renewables\"}),\"18 Can we live on renewables?\"),mdx(\"p\",null,\"The red stack in figure 18.1 adds up to \",mdx(\"span\",{class:\"red\"},\"195 kWh per day per person\"),\". The green stack adds up to about \",mdx(\"span\",{class:\"green\"},\"180 kWh/d/p\"),\". A close race\",\"!\",\" But please remember: in calculating our production stack we threw all economic, social, and environmental constraints to the wind. Also, some of our green contributors are probably incompatible with each other: our photovoltaic panels and hot-water panels would clash with each other on roofs; and our solar photovoltaic farms using 5% of the country might compete with the energy crops with which we covered 75% of the country. If we were to lose just one of our bigger green contributors \\u2013 for example, if we decided that deep offshore wind is not an option, or that panelling 5% of the country with photovoltaics at a cost of \\xA3200 000 per person is not on \\u2013 then the production stack would no longer match the consumption stack.\"),mdx(\"p\",null,\"Furthermore, even if our red consumption stack were lower than our green production stack, it would not necessarily mean our energy sums are adding up. You can\\u2019t power a TV with cat food, nor can you feed a cat from a wind turbine. Energy exists in different forms \\u2013 chemical, electrical, kinetic, and heat, for example. For a sustainable energy plan to add up, we need both the forms and amounts of energy consumption and production to match up. Converting energy from one form to another \\u2013 from chemical to electrical, as at a fossil-fuel power station, or from electrical to chemical, as in a factory making hydrogen from water \\u2013 usually involves substantial losses of useful energy. We will come back to this important detail in Chapter 27, which will describe some energy plans that do add up.\"),mdx(\"p\",null,\"Here we\\u2019ll reflect on our estimates of consumption and production, compare them with official averages and with other people\\u2019s estimates, and discuss how much power renewables could plausibly deliver in a country like Britain.\"),mdx(\"p\",null,\"The questions we\\u2019ll address in this chapter are:\"),mdx(\"ol\",null,mdx(\"li\",{parentName:\"ol\"},\"Is the size of the red stack roughly correct? What is the \",mdx(\"em\",{parentName:\"li\"},\"average\"),\" consumption of Britain? We\\u2019ll look at the official energy-consumption numbers for Britain and a few other countries.\"),mdx(\"li\",{parentName:\"ol\"},\"Have I been unfair to renewables, underestimating their potential? We\\u2019ll compare the estimates in the green stack with estimates published by organizations such as the Sustainable Development Commission, the Institution of Electrical Engineers, and the Centre for Alternative Technology.\"),mdx(\"li\",{parentName:\"ol\"},\"What happens to the green stack when we take into account social and economic constraints?\")),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure129.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.2\"),\". Energy consumption, broken down by end use, according to the Department for Trade and Industry.\",mdx(\"h2\",e({},{id:\"red-reflections\"}),\"Red reflections\"),mdx(\"p\",null,\"Our estimate of a typical affluent person\\u2019s consumption (figure 18.1) has reached \",mdx(\"span\",{class:\"red\"},\"195 kWh per day\"),\". It is indeed true that many people use this much energy, and that many more aspire to such levels of consumption. The \",mdx(\"em\",{parentName:\"p\"},\"average\"),\" American consumes about \",mdx(\"span\",null,mdx(\"span\",{class:\"red\"},\"250 kWh per day\")),\". If we all raised our standard of consumption to an average American level, the green production stack would definitely be dwarfed by the red consumption stack.\"),mdx(\"p\",null,'What about the average European and the average Brit? Average European consumption of \"primary energy\" (which means the energy contained in raw fuels, plus wind and hydroelectricity) is about ',mdx(\"span\",{class:\"red\"},\"125 kWh per day per person\"),\". The UK average is also \",mdx(\"span\",{class:\"red\"},\"125 kWh per day per person\"),\". \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-1\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-1\",className:\"footnote-ref\"}),\"1\"))),mdx(\"p\",null,'These official averages do not include two energy flows. First, the \"embedded energy\" in ',mdx(\"em\",{parentName:\"p\"},\"imported\"),' stuff (the energy expended in making the stuff) is not included at all. We estimated in Chapter 15 that the embedded energy in imported stuff is at least 40 kWh/d per person. Second, the official estimates of \"primary energy consumption\" include only industrial energy flows \\u2013 things like fossil fuels and hydroelectricity \\u2013 and don\\u2019t keep track of the natural embedded energy in food: energy that was originally harnessed by photosynthesis.'),mdx(\"p\",null,'Another difference between the red stack we slapped together and the national total is that in most of the consumption chapters so far we tended to ignore the energy lost in converting energy from one form to another, and in transporting energy around. For example, the \"car\" estimate in Part I covered only the energy in the petrol, not the energy used at the oil refinery that makes the petrol, nor the energy used in trundling the oil and petrol from A to B. The national total accounts for all the energy, before any conversion losses. Conversion losses in fact account for about 22% of total national energy consumption. Most of these conversion losses happen at power stations. Losses in the electricity transmission network chuck away 1% of total national energy consumption. ',mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-2\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-2\",className:\"footnote-ref\"}),\"2\"))),mdx(\"p\",null,\"When building our red stack, we tried to imagine how much energy a typical affluent person uses. Has this approach biased our perception of the importance of different activities? Let\\u2019s look at some official numbers. Figure 18.2 shows the breakdown of energy consumption by end use. The top two categories are transport and heating (hot air and hot water). Those two categories also dominated the red stack in Part I. Good.\"),mdx(\"p\",null,\"Road transport\"),mdx(\"p\",null,\"Petroleum\"),mdx(\"p\",null,\"22.5\"),mdx(\"p\",null,\"Railways\"),mdx(\"p\",null,\"Petroleum\"),mdx(\"p\",null,\"0.4\"),mdx(\"p\",null,\"Water transport\"),mdx(\"p\",null,\"Petroleum\"),mdx(\"p\",null,\"1.0\"),mdx(\"p\",null,\"Aviation\"),mdx(\"p\",null,\"Petroleum\"),mdx(\"p\",null,\"7.4\"),mdx(\"p\",null,\"All modes\"),mdx(\"p\",null,\"Electricity\"),mdx(\"p\",null,\"0.4\"),mdx(\"p\",null,\"All energy used by transport\"),mdx(\"p\",null,\"31.6\"),mdx(\"span\",{class:\"figurenumber\"},\"Table 18.3\"),\". 2006 breakdown of energy consumption by transport mode, in kWh/d per person. Source: Dept. for Transport (2007).\",mdx(\"span\",{id:\"fig18.4\"}),\"![](/img/without-hot-air/figure126.gif)\",mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.4\"),'. Power consumption per capita, versus GDP per capita, in purchasing-power-parity US dollars. Squares show countries having \"high human development;\" circles, \"medium\" or \"low.\" [Figure 30.1](../Text/chap30.xhtml#fig30.1) shows the same data on logarithmic scales. [^3]',mdx(\"p\",null,\"Let\\u2019s look more closely at transport. In our red stack, we found that the energy footprints of driving a car 50 km per day and of flying to Cape Town once per year are roughly equal. Table 18.3 shows the relative importances of the different transport modes in the national balance-sheet. In the national averages, aviation is smaller than road transport.\"),mdx(\"p\",null,'How do Britain\\u2019s official consumption figures compare with those of other countries? Figure 18.4 shows the power consumptions of lots of countries or regions, versus their gross domestic products (GDPs). There\\u2019s an evident correlation between power consumption and GDP: the higher a country\\u2019s GDP (per capita), the more power it consumes per capita. The UK is a fairly typical high-GDP country, surrounded by Germany, France, Japan, Austria, Ireland, Switzerland, and Denmark. The only notable exception to the rule \"big GDP implies big power consumption\" is Hong Kong. Hong Kong\\u2019s GDP per capita is about the same as Britain\\u2019s, but Hong Kong\\u2019s power consumption is about ',mdx(\"span\",{class:\"red\"},\"80 kWh/d/p\"),\".\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure127.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.5\"),\". Hong Kong. Photo by Samuel Louie and Carol Spears.\",mdx(\"p\",null,'The message I take from these country comparisons is that the UK is a fairly typical European country, and therefore provides a good case study for asking the question \"How can a country with a high quality of life get its energy sustainably?\"'),mdx(\"h2\",e({},{id:\"green-reflections\"}),\"Green reflections\"),mdx(\"p\",null,\"People often say that Britain has plenty of renewables. Have I been mean to green? Are my numbers a load of rubbish? Have I underestimated sustainable production? Let\\u2019s compare my green numbers first with several estimates found in the Sustainable Development Commission\\u2019s publication \",mdx(\"em\",{parentName:\"p\"},\"The role of nuclear power in a low carbon economy. Reducing CO\",mdx(\"sub\",null,\"2\"),\" emissions \\u2013 nuclear and the alternatives\"),'. Remarkably, even though the Sustainable Development Commission\\u2019s take on sustainable resources is very positive (\"We have huge tidal, wave, biomass and solar resources\"), ',mdx(\"em\",{parentName:\"p\"},\"all the estimates in the Sustainable Development Commission\\u2019s document are smaller than mine\",\"!\"),\" (To be precise, all the estimates of the renewables total are smaller than my total.) The Sustainable Development Commission\\u2019s publication gives estimates from four sources detailed below (IEE, Tyndall, IAG, and PIU). Figure 18.6 shows my estimates alongside numbers from these four sources and numbers from the Centre for Alternative Technology (CAT). Here\\u2019s a description of each source.\"),mdx(\"ul\",null,mdx(\"li\",{parentName:\"ul\"},mdx(\"strong\",{parentName:\"li\"},\"IEE\"),`\nThe Institute of Electrical Engineers published a report on renewable energy in 2002 \\u2013 a summary of possible contributions from renewables in the UK. The second column of figure 18.6 shows the \"technical potential\" of a variety of renewable technologies for UK electricity generation \\u2013 \"an upper limit that is unlikely ever to be exceeded even with quite dramatic changes in the structure of our society and economy.\" According to the IEE, the total of all renewables\\u2019 technical potential is about 27 kWh/d per person.`),mdx(\"li\",{parentName:\"ul\"},mdx(\"strong\",{parentName:\"li\"},\"Tyndall\"),`\nThe Tyndall Centre\\u2019s estimate of the total practicable renewable energy resource is 15 kWh per day per person.`),mdx(\"li\",{parentName:\"ul\"},mdx(\"strong\",{parentName:\"li\"},\"IAG\"),`\nThe Interdepartmental Analysts Group\\u2019s estimates of renewables, take into account economic constraints. Their total practical `,mdx(\"em\",{parentName:\"li\"},\"and\"),\" economical resource (at a retail price of 7p/kWh) is 12 kWh per day per person.\"),mdx(\"li\",{parentName:\"ul\"},mdx(\"strong\",{parentName:\"li\"},\"PIU\"),`\nThe \"PIU\" column shows the \"indicative resource potential for renewable electricity generation options\" from the DTI\\u2019s contribution to the PIU review in 2001. For each technology I show their \"practical maximum,\" or, if no practical maximum was given, their \"theoretical maximum.\"`),mdx(\"li\",{parentName:\"ul\"},mdx(\"strong\",{parentName:\"li\"},\"CAT\"),`\nThe final column shows the numbers from the Centre for Alternative Technology\\u2019s \"Island Britain\" plan Helweg-Larsen and Bull (2007).`)),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure128.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.6.\"),' Estimates of theoretical or practical renewable resources in the UK, by the Institute of Electrical Engineers, the Tyndall Centre, the Interdepartmental Analysts Group, and the Performance and Innovation Unit; and the proposals from the Centre for Alternative Technology\\u2019s \"Island Britain\" plan for 2027.',mdx(\"h3\",e({},{id:\"bio-powered-europe\"}),\"Bio-powered Europe\"),mdx(\"p\",null,'Sometimes people ask me \"surely we used to live on renewables just fine, before the Industrial Revolution?\" Yes, but don\\u2019t forget that two things were different then: lifestyles, and population densities.'),mdx(\"p\",null,\"Turning the clock back more than 400 years, Europe lived almost entirely on sustainable sources: mainly wood and crops, augmented by a little wind power, tidal power, and water power. It\\u2019s been estimated that the average person\\u2019s lifestyle consumed a power of 20 kWh per day. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-4\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-4\",className:\"footnote-ref\"}),\"4\")),\" The wood used per person was 4 kg per day, which required 1 hectare (10 000 m\",mdx(\"sup\",null,\"2\"),\") of forest per person. The area of land per person in Europe in the 1700s was 52 000 m\",mdx(\"sup\",null,\"2\"),\". In the regions with highest population density, the area per person was 17 500 m\",mdx(\"sup\",null,\"2\"),\" of arable land, pastures, and woods. Today the area of Britain per person is just 4000 m\",mdx(\"sup\",null,\"2\"),\", so even if we reverted to the lifestyle of the Middle Ages and completely forested the country, we could no longer live sustainably here. Our population density is far too high.\"),mdx(\"h2\",e({},{id:\"green-ambitions-meet-social-reality\"}),\"Green ambitions meet social reality\"),mdx(\"p\",null,'Figure 18.7 is bleak news. Yes, technically, Britain has \"huge\" renewables. But realistically, I don\\u2019t think Britain can live on its own renewables \\u2013 at least not the way we currently live. I am partly driven to this conclusion by the chorus of opposition that greets any major renewable energy proposal. People love renewable energy, ',mdx(\"em\",{parentName:\"p\"},\"unless it is bigger than a figleaf\"),'. If the British are good at one thing, it\\u2019s saying \"no.\"'),mdx(\"table\",null,mdx(\"tbody\",null,mdx(\"tr\",{class:\"odd\"},mdx(\"td\",null,\"Wind farms?\"),mdx(\"td\",null,'\"No, they\\u2019re ugly noisy things.\"')),mdx(\"tr\",{class:\"even\"},mdx(\"td\",null,\"Solar panels on roofs?\"),mdx(\"td\",null,'\"No, they would spoil the visual amenity',mdx(\"br\",null),'of the street.\"')),mdx(\"tr\",{class:\"odd\"},mdx(\"td\",null,\"More forestry?\"),mdx(\"td\",null,'\"No, it ruins the countryside.\"')),mdx(\"tr\",{class:\"even\"},mdx(\"td\",null,\"Waste incineration?\"),mdx(\"td\",null,'\"No, I\\u2019m worried about health risks, traffic',mdx(\"br\",null),'congestion, dust and noise.\"')),mdx(\"tr\",{class:\"odd\"},mdx(\"td\",null,\"Hydroelectricity?\"),mdx(\"td\",null,'\"Yes, but not big hydro \\u2013 that harms the',mdx(\"br\",null),'environment.\"')),mdx(\"tr\",{class:\"even\"},mdx(\"td\",null,\"Offshore wind?\"),mdx(\"td\",null,'\"No, I\\u2019m more worried about the ugly',mdx(\"br\",null),\"powerlines coming ashore than I was\",mdx(\"br\",null),'about a Nazi invasion.\" ',mdx(\"a\",{href:\"#ch18n05\",id:\"ret05\"},mdx(\"span\",{class:\"darkred\"},\"[5]\")))),mdx(\"tr\",{class:\"odd\"},mdx(\"td\",null,\"Wave or geothermal power?\"),mdx(\"td\",null,'\"No, far too expensive.\"')))),mdx(\"span\",{id:\"fig7\"}),\"![](/img/without-hot-air/figure130.gif)\",mdx(\"span\",{class:\"figurenumber\"},\"Figure 18.7\"),\". The state of play after we add up all the traditional renewables, and then have a public consultation.\",mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure418.jpg\",alt:null}))),mdx(\"p\",null,mdx(\"em\",{parentName:\"p\"},\"After the public consultation.\"),\" I fear the maximum Britain would ever get from renewables is in the ballpark of \",mdx(\"span\",{class:\"green\"},\"18kWh/d per person\"),\". (The left-hand consumption number, \",mdx(\"span\",{class:\"red\"},\"125kWh/d per person\"),\", by the way, is the average British consumption, excluding imports, and ignoring solar energy acquired through food production.)\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure131.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure18.8\"),\". Where the wild things are. One of the grounds for objecting to wind farms is the noise they produce. I\\u2019ve chopped out of this map of the British mainland a 2-km-radius exclusion zone surrounding every hamlet, village, and town. These white areas would presumably be excluded from wind-farm development. The remaining black areas would perhaps also be largely excluded because of the need to protect tranquil places from industrialization. Settlement data from [\",mdx(\"span\",{class:\"websitetitle\"},\"www.openstreetmap.org\"),\"](http://www.openstreetmap.org).\",mdx(\"p\",null,\"After all these objections, I fear that the maximum Britain would ever get from renewables would be something like what\\u2019s shown in the bottom right of figure 18.7.\"),mdx(\"p\",null,\"Figure 18.8 offers guidance to anyone trying to erect wind farms in Britain. On a map of the British mainland I\\u2019ve shown in white a 2-km radius exclusion zone surrounding every hamlet, village, and town. These white areas would presumably be excluded from wind-farm development because they are too close to the humans. I\\u2019ve coloured in black all regions\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure132.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure18.9\"),\". Production of renewables and nuclear energy in the UK in 2006. All powers are expressed per-person, as usual. The breakdown of the renewables on the right hand side is scaled up 100-fold vertically.\",mdx(\"p\",null,\"that are \",mdx(\"em\",{parentName:\"p\"},\"more than 2 km\"),\" from any human settlement. These areas are largely excluded from wind-farm development because they are \",mdx(\"em\",{parentName:\"p\"},\"tranquil\"),\", and it\\u2019s essential to protect tranquil places from industrialization. If you want to avoid objections to your wind farm, pick any piece of land that is not coloured black or white.\"),mdx(\"blockquote\",null,mdx(\"p\",{parentName:\"blockquote\"},mdx(\"em\",{parentName:\"p\"},\"Some of these environmentalists who have good hearts but confused minds are almost a barrier to tackling climate change.\")),mdx(\"p\",{parentName:\"blockquote\"},\"Malcolm Wicks, Minister of State for Energy\")),mdx(\"p\",null,\"We are drawing to the close of Part I. The assumption was that we want to get off fossil fuels, for one or more of the reasons listed in Chapter 1 \\u2013 climate change, security of supply, and so forth. Figure 18.9 shows how much power we currently get from renewables and nuclear. They amount to just 4% of our total power consumption.\"),mdx(\"p\",null,\"The two conclusions we can draw from Part I are:\"),mdx(\"ol\",null,mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},mdx(\"em\",{parentName:\"p\"},\"To make a difference, renewable facilities have to be country-sized\"),\".\"),mdx(\"p\",{parentName:\"li\"},\"For any renewable facility to make a contribution comparable to our current consumption, \",mdx(\"em\",{parentName:\"p\"},\"it has to be country-sized\"),\". To get a big contribution from wind, we used wind farms with the area of Wales. To get a big contribution from solar photovoltaics, we required half the area of Wales. To get a big contribution from waves, we imagined wave farms covering 500 km of coastline. To make energy crops with a big contribution, we took 75% of the whole country.\"),mdx(\"p\",{parentName:\"li\"},\"Renewable facilities have to be country-sized because all renewables are so diffuse. Table 18.10 summarizes most of the powers-per-unit-area that we encountered in Part I.\"),mdx(\"p\",{parentName:\"li\"},\"To sustain Britain\\u2019s lifestyle on its renewables alone would be very difficult. A renewable-based energy solution will necessarily be large and intrusive.\")),mdx(\"li\",{parentName:\"ol\"},mdx(\"p\",{parentName:\"li\"},mdx(\"em\",{parentName:\"p\"},\"It\\u2019s not going to be easy\"),' to make a plan that adds up using renewables alone. If we are serious about getting off fossil fuels, Brits are going to have to learn to start saying \"yes\" to something. Indeed to several somethings.'))),mdx(\"p\",null,'In Part II I\\u2019ll ask, \"assuming that we can\\u2019t get production from renewables to add up to our current consumption, what are the other options?\"'),mdx(\"p\",null,\"Power per unit land or water area\"),mdx(\"p\",null,\"Wind\"),mdx(\"p\",null,\"2 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Offshore wind\"),mdx(\"p\",null,\"3 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Tidal pools\"),mdx(\"p\",null,\"3 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Tidal stream\"),mdx(\"p\",null,\"6 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Solar PV panels\"),mdx(\"p\",null,\"5-20 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Plants\"),mdx(\"p\",null,\"0.5 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Rain-water (highlands)\"),mdx(\"p\",null,\"0.24 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Hydroelectric facility\"),mdx(\"p\",null,\"11 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"p\",null,\"Geothermal\"),mdx(\"p\",null,\"0.017 W/m\",mdx(\"sup\",null,\"2\")),mdx(\"span\",{class:\"figurenumber\"},\"Table 18.10\"),\". Renewable facilities have to be country-sized because all renewables are so diffuse.\",mdx(\"h2\",e({},{id:\"notes-and-further-reading\"}),\"Notes and further reading\"),mdx(\"div\",e({},{className:\"footnotes\"}),mdx(\"hr\",{parentName:\"div\"}),mdx(\"ol\",{parentName:\"div\"},mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-1\"}),mdx(\"em\",{parentName:\"li\"},\"UK average energy consumption is 125 kWh per day per person\"),\". I took this number from the UNDP Human Development Report, 2007. The DTI (now known as DBERR) publishes a Digest of United Kingdom Energy Statistics every year. [\",mdx(\"a\",e({parentName:\"li\"},{href:\"http://tinyurl.com/uzek2\"}),mdx(\"span\",{class:\"websitetitle\"},\"uzek2\")),\"]. In 2006, according to DUKES, total primary energy demand was 244 million tons of oil equivalent, which corresponds to 130 kWh per day per person. I don\\u2019t know the reason for the small difference between the UNDP number and the DUKES number, but I can explain why I chose the slightly lower number. As I mentioned in \",mdx(\"a\",e({parentName:\"li\"},{href:\"../Text/chap02.xhtml#DUKES\"}),\"chapter 2\"),', DUKES uses the same energy-summing convention as me, declaring one kWh of chemical energy to be equal to one kWh of electricity. But there\\u2019s one minor exception: DUKES defines the \"primary energy\" produced in nuclear power stations to be the thermal energy, which in 2006 was 9 kWh/d/p; this was converted (with 38% efficiency) to 3.4 kWh/d/p of supplied electricity; in my accounts, I\\u2019ve focused on the electricity produced by hydroelectricity, other renewables, and nuclear power; this small switch in convention reduces the nuclear contribution by about 5 kWh/d/p.',mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-1\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-2\"}),mdx(\"em\",{parentName:\"li\"},\"Losses in the electricity transmission network chuck away 1% of total national energy consumption\"),\". To put it another way, the losses are 8% of the electricity generated. This 8% loss can be broken down: roughly 1.5% is lost in the long-distance high-voltage system, and 6% in the local public supply system. Source: MacLeay et al. (2007).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-2\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-4\"}),mdx(\"em\",{parentName:\"li\"},\"In the Middle Ages, the average person\\u2019s lifestyle consumed a power of 20 kWh per day\"),\". Source: Malanima (2006).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-4\",className:\"footnote-backref\"}),\"\\u21A9\")))))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}