{"pageProps":{"source":{"compiledSource":"var l=Object.defineProperty,m=Object.defineProperties;var u=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var p=(a,t,o)=>t in a?l(a,t,{enumerable:!0,configurable:!0,writable:!0,value:o}):a[t]=o,e=(a,t)=>{for(var o in t||(t={}))i.call(t,o)&&p(a,o,t[o]);if(n)for(var o of n(t))s.call(t,o)&&p(a,o,t[o]);return a},h=(a,t)=>m(a,u(t));var f=(a,t)=>{var o={};for(var r in a)i.call(a,r)&&t.indexOf(r)<0&&(o[r]=a[r]);if(a!=null&&n)for(var r of n(a))t.indexOf(r)<0&&s.call(a,r)&&(o[r]=a[r]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var r=o,{components:a}=r,t=f(r,[\"components\"]);return mdx(MDXLayout,h(e(e({},layoutProps),t),{components:a,mdxType:\"MDXLayout\"}),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure89.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.1\"),\". A salad Ni\\xE7oise.\",mdx(\"h1\",e({},{id:\"13-food-and-farming\"}),\"13 Food and farming\"),mdx(\"blockquote\",null,mdx(\"p\",{parentName:\"blockquote\"},mdx(\"em\",{parentName:\"p\"},\"Modern agriculture is the use of land to convert petroleum into food.\")),mdx(\"p\",{parentName:\"blockquote\"},\"Albert Bartlett\")),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure412.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.2\"),\". Minimum energy requirement of one person.\",mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure90.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.3\"),\". Milk and cheese.\",mdx(\"p\",null,\"We\\u2019ve already discussed in Chapter 6 how much sustainable power could be \",mdx(\"em\",{parentName:\"p\"},\"produced\"),\" through greenery; in this chapter we discuss how much power is currently \",mdx(\"em\",{parentName:\"p\"},\"consumed\"),\" in giving us our daily bread.\"),mdx(\"p\",null,'A moderately active person with a weight of 65 kg consumes food with a chemical energy content of about 2600 \"Calories\" per day. A \"Calorie,\" in food circles, is actually 1000 chemist\\u2019s calories (1 kcal). 2600 \"Calories\" per day is about 3 kWh per day. Most of this energy eventually escapes from the body as heat, so one function of a typical person is to act as a space heater with an output of a little over 100 W, a medium-power lightbulb. Put 10 people in a small cold room, and you can switch off the 1 kW convection heater.'),mdx(\"p\",null,\"How much energy do we actually consume in order to get our 3 kWh per day? If we enlarge our viewpoint to include the inevitable upstream costs of food production, then we may find that our energy footprint is substantially bigger. It depends if we are vegan, vegetarian or carnivore.\"),mdx(\"p\",null,\"The vegan has the smallest inevitable footprint: \",mdx(\"span\",{class:\"red\"},\"3 kWh per day\"),\" of energy from the plants he eats.\"),mdx(\"h3\",e({},{id:\"the-energy-cost-of-drinking-milk\"}),\"The energy cost of drinking milk\"),mdx(\"p\",null,\"I love milk. If I drinka-pinta-milka-day, what energy does that require? A typical dairy cow produces 16 litres of milk per day. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-1\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-1\",className:\"footnote-ref\"}),\"1\")),\" So my one pint per day (half a litre per day) requires that I employ \",mdx(\"sup\",null,\"1\"),\"\\u2044\",mdx(\"sub\",null,\"32\"),\" of a cow. Oh, hang on \\u2013 I love cheese too. And to make 1 kg of Irish Cheddar takes about 9 kg of milk. So consuming 50 g of cheese per day requires the production of an extra 450 g of milk. OK: my milk and cheese habit requires that I employ \",mdx(\"sup\",null,\"1\"),\"\\u2044\",mdx(\"sub\",null,\"16\"),\" of a cow. And how much power does it take to run a cow? Well, if a cow weighing 450 kg has similar energy requirements per kilogram to a human (whose 65 kg burns 3 kWh per day) then the cow must be using about 21 kWh/d. Does this extrapolation from human to cow make you uneasy? Let\\u2019s check these numbers: \",mdx(\"span\",{class:\"websitetitle\"},mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.dairyaustralia.com.au\"}),\"www.dairyaustralia.com.au\")),\" says that a suckling cow of weight 450 kg needs 85 MJ/d, which is 24 kWh/d. Great, our guess wasn\\u2019t far off\",\"!\",\" So my \",mdx(\"sup\",null,\"1\"),\"\\u2044\",mdx(\"sub\",null,\"16\"),\" share of a cow has an energy consumption of about \",mdx(\"span\",{class:\"red\"},\"1.5 kWh per day\"),\". This figure ignores other energy costs involved in persuading the cow to make milk and the milk to turn to cheese, and of getting the milk and cheese to travel from her to me. We\\u2019ll cover some of these costs when we discuss freight and supermarkets in Chapter 15.\"),mdx(\"h3\",e({},{id:\"eggs\"}),\"Eggs\"),mdx(\"p\",null,'A \"layer\" (a chicken that lays eggs) eats about 110 g of chicken feed per day. Assuming that chicken feed has a metabolizable energy content of 3.3 kWh per kg, that\\u2019s a power consumption of 0.4 kWh per day per chicken. Layers yield on average 290 eggs per year. So eating two eggs a day requires a power of ',mdx(\"span\",{class:\"red\"},\"1 kWh per day\"),\". Each egg itself contains 80 kcal, which is about 0.1 kWh. So from an energy point of view, egg production is 20% efficient.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure91.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.4\"),\". Two eggs per day.\",mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure92.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.5\"),\". Eating meat requires extra power because we have to feed the queue of animals lining up to be eaten by the human.\",mdx(\"h3\",e({},{id:\"the-energy-cost-of-eating-meat\"}),\"The energy cost of eating meat\"),mdx(\"p\",null,\"Let\\u2019s say an enthusiastic meat-eater eats about half a pound a day (227 g). (This is the average meat consumption of Americans.) To work out the power required to maintain the meat-eater\\u2019s animals as they mature and wait for the chop, we need to know for how long the animals are around, consuming energy. Chicken, pork, or beef?\"),mdx(\"p\",null,\"Chicken, sir? Every chicken you eat was clucking around being a chicken for roughly 50 days. So the steady consumption of half a pound a day of chicken requires about 25 pounds of chicken to be alive, preparing to be eaten. And those 25 pounds of chicken consume energy.\"),mdx(\"p\",null,\"Pork, madam? Pigs are around for longer \\u2013 maybe 400 days from birth to bacon \\u2013 so the steady consumption of half a pound a day of pork requires about 200 pounds of pork to be alive, preparing to be eaten.\"),mdx(\"p\",null,\"Cow? Beef production involves the longest lead times. It takes about 1000 days of cow-time to create a steak. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-2\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-2\",className:\"footnote-ref\"}),\"2\")),\" So the steady consumption of half a pound a day of beef requires about 500 pounds of beef to be alive, preparing to be eaten.\"),mdx(\"p\",null,\"To condense all these ideas down to a single number, let\\u2019s assume you eat half a pound (227 g) per day of meat, made up of equal quantities of chicken, pork, and beef. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-3\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-3\",className:\"footnote-ref\"}),\"3\")),\" This meat habit requires the perpetual sustenance of 8 pounds of chicken meat, 70 pounds of pork meat, and 170 pounds of cow meat. That\\u2019s a total of 110 kg of meat, or 170 kg of animal (since about two thirds of the animal gets turned into meat). And if the 170 kg of animal has similar power requirements to a human (whose 65 kg burns 3 kWh/d) then the power required to fuel the meat habit is\"),mdx(\"p\",null,\"[\\\\text{170\\\\ kg} \\\\times \\\\frac{\\\\left. \\\\text{3\\\\ kWh}/\\\\text{d} \\\\right.}{\\\\text{65\\\\ kg}} \\\\simeq \\\\left. \\\\text{8\\\\ kWh}/\\\\text{d} \\\\right.]\"),mdx(\"p\",null,'I\\u2019ve again taken the physiological liberty of assuming \"animals are like humans;\" a more accurate estimate of the energy to make chicken is in this chapter\\u2019s endnotes. ',mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-4\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-4\",className:\"footnote-ref\"}),\"4\")),\" No matter, I only want a ballpark estimate, and here it is. The power required to make the food for a typical consumer of vegetables, dairy, eggs, and meat is 1.5 + 1.5 + 1 + 8 = \",mdx(\"span\",{class:\"red\"},\"12 kWh per day\"),\". (The daily calorific balance of this rough diet is 1.5 kWh from vegetables; 0.7 kWh from dairy; 0.2 kWh from eggs; and 0.5 kWh from meat \\u2013 a total of 2.9 kWh per day.)\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure93.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.6\"),\". Will harvest energy crops for food.\",mdx(\"p\",null,\"This number does not include any of the power costs associated with farming, fertilizing, processing, refrigerating, and transporting the food. We\\u2019ll estimate some of those costs below, and some in Chapter 15.\"),mdx(\"p\",null,\"Do these calculations give an argument in favour of vegetarianism, on the grounds of lower energy consumption? It depends on where the animals feed. Take the steep hills and mountains of Wales, for example. Could the land be used for anything other than grazing? Either these rocky pasturelands are used to sustain sheep, or they are not used to help feed humans. You can think of these natural green slopes as maintenance-free biofuel plantations, and the sheep as automated self-replicating biofuel harvesting machines. The energy losses between sunlight and mutton are substantial, but there is probably no better way of capturing solar power in such places. (I\\u2019m not sure whether this argument for sheep-farming in Wales actually adds up: during the worst weather, Welsh sheep are moved to lower fields where their diet is supplemented with soya feed and other food grown with the help of energy-intensive fertilizers; what\\u2019s the true energy cost? I don\\u2019t know.) Similar arguments can be made in favour of carnivory for places such as the scrublands of Africa and the grasslands of Australia; and in favour of dairy consumption in India, where millions of cows are fed on by-products of rice and maize farming.\"),mdx(\"p\",null,\"On the other hand, where animals are reared in cages and fed grain that humans could have eaten, there\\u2019s no question that it would be more energy-efficient to cut out the middlehen or middlesow, and feed the grain directly to humans.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure94.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.7\"),\". The power required for animal companions\\u2019 food.\",mdx(\"h3\",e({},{id:\"fertilizer-and-other-energy-costs-in-farming\"}),\"Fertilizer and other energy costs in farming\"),mdx(\"p\",null,\"The embodied energy in Europe\\u2019s fertilizers is about \",mdx(\"span\",{class:\"red\"},\"2 kWh per day per person\"),\". \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-5\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-5\",className:\"footnote-ref\"}),\"5\")),\" According to a report to DEFRA by the University of Warwick, farming in the UK in 2005 used an energy of \",mdx(\"span\",{class:\"red\"},\"0.9 kWh per day per person\"),\" \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-6\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-6\",className:\"footnote-ref\"}),\"6\")),\" for farm vehicles, machinery, heating (especially greenhouses), lighting, ventilation, and refrigeration.\"),mdx(\"h3\",e({},{id:\"the-energy-cost-of-tiddles-fido-and-shadowfax\"}),\"The energy cost of Tiddles, Fido, and Shadowfax\"),mdx(\"p\",null,\"Animal companions\",\"!\",\" Are you the servant of a dog, a cat, or a horse?\"),mdx(\"p\",null,\"There are perhaps 8 million cats in Britain. Let\\u2019s assume you look after one of them. The energy cost of Tiddles? If she eats 50 g of meat per day (chicken, pork, and beef), then the last section\\u2019s calculation says that the power required to make Tiddles\\u2019 food is just shy of \",mdx(\"span\",{class:\"red\"},\"2 kWh per day\"),\". A vegetarian cat would require less.\"),mdx(\"p\",null,\"Similarly if your dog Fido eats 200 g of meat per day, and carbohydrates amounting to 1 kWh per day, then the power required to make his food is about \",mdx(\"span\",{class:\"red\"},\"9 kWh per day\"),\".\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure95.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 13.8\"),\". Food and farming.\",mdx(\"p\",null,\"Shadowfax the horse weighs about 400 kg and consumes \",mdx(\"span\",{class:\"red\"},\"17 kWh per day\"),\".\"),mdx(\"h3\",e({},{id:\"mythconceptions\"}),\"Mythconceptions\"),mdx(\"h4\",e({},{id:\"i-heard-that-the-energy-footprint-of-food-is-so-big-that-its-better-to-drive-than-to-walk\"}),'I heard that the energy footprint of food is so big that \"it\\u2019s better to drive than to walk.\"'),mdx(\"p\",null,\"Whether this is true depends on your diet. It\\u2019s certainly possible to find food whose fossil-fuel energy footprint is bigger than the energy delivered to the human. A bag of crisps, for example, has an embodied energy of 1.4 kWh of fossil fuel per kWh of chemical energy eaten. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-7\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-7\",className:\"footnote-ref\"}),\"7\")),\" The embodied energy of meat is higher. According to a study from the University of Exeter, the typical diet has an embodied energy of roughly 6 kWh per kWh eaten. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-8\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-8\",className:\"footnote-ref\"}),\"8\")),\" To figure out whether driving a car or walking uses less energy, we need to know the transport efficiency of each mode. For the typical car of Chapter 3, the energy cost was 80 kWh per 100 km. Walking uses a net energy of 3.6 kWh per 100 km \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-9\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-9\",className:\"footnote-ref\"}),\"9\")),' \\u2013 22 times less. So if you live entirely on food whose footprint is greater than 22 kWh per kWh then, yes, the energy cost of getting you from A to B in a fossil-fuel-powered vehicle is less than if you go under your own steam. But if you have a typical diet (6 kWh per kWh) then \"it\\u2019s better to drive than to walk\" is a myth. Walking uses one quarter as much energy.'),mdx(\"h2\",e({},{id:\"notes-and-further-reading\"}),\"Notes and further reading\"),mdx(\"p\",null,\"If I\\u2019d used this number instead of my rough guess, the energy contribution of the chicken would have been bumped up a little. But given that the mixed-meat diet\\u2019s energy footprint is dominated by the beef, it really doesn\\u2019t matter that I underestimated the chickens. Sources: Subcommittee on Poultry Nutrition, National Research Council (1994), \",mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.nap.edu/openbook.php?isbn=0309048923\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.nap.edu/ openbook.php?isbn=0309048923\")),\", MacDonald (2008), and \",mdx(\"a\",e({parentName:\"p\"},{href:\"http://www.statistics.gov.uk/statbase/datasets2.asp\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.statistics. gov.uk/statbase/datasets2.asp\")),\".\"),mdx(\"p\",null,\"Further reading: Weber and Matthews (2008).\"),mdx(\"div\",e({},{className:\"footnotes\"}),mdx(\"hr\",{parentName:\"div\"}),mdx(\"ol\",{parentName:\"div\"},mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-1\"}),mdx(\"em\",{parentName:\"li\"},\"A typical dairy cow produces 16 litres of milk per day\"),\". There are 2.3 million dairy cows in the UK, each producing around 5900 litres per year. Half of all milk produced by cows is sold as liquid milk. \",mdx(\"a\",e({parentName:\"li\"},{href:\"http://www.ukagriculture.com/\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.ukagriculture.com\")),\", \",mdx(\"a\",e({parentName:\"li\"},{href:\"http://www.vegsoc.org/info/cattle.html\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.vegsoc.org/info/cattle.html\")),mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-1\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-2\"}),mdx(\"em\",{parentName:\"li\"},\"It takes about 1000 days of cow-time to create a steak\"),\". 33 months from conception to slaughterhouse: 9 months\\u2019 gestation and 24 months\\u2019 rearing. \",mdx(\"a\",e({parentName:\"li\"},{href:\"http://www.shabdenparkfarm.com/farming/cattle.htm\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.shabdenparkfarm.com/farming/cattle.htm\")),mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-2\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-3\"}),mdx(\"em\",{parentName:\"li\"},\"let\\u2019s assume you eat half a pound (227 g) a day of meat, made up of equal quantities of chicken, pork, and beef\"),\". This is close to the average meat consumption in America, which is 251 g per day \\u2013 made up of 108 g chicken, 81 g beef, and 62 g pork (MacDonald, 2008).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-3\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-4\"}),mdx(\"em\",{parentName:\"li\"},\"Chicken\"),\". A full-grown (20-week old) layer weighs 1.5 or 1.6 kg. Its feed has an energy content of 2850 kcal per kg, which is 3.3 kWh per kg, and its feed consumption rises to 340 g per week when 6 weeks old, and to 500 g per week when aged 20 weeks. Once laying, the typical feed required is 110 g per day. Meat chickens\\u2019 feed has an energy content of 3.7 kWh per kg. Energy consumption is 400\\u2013450 kcal per day per hen (0.5 kWh/d per hen), with 2 kg being a typical body weight. A meat chicken weighing 2.95 kg consumes a total of 5.32 kg of feed [\",mdx(\"a\",e({parentName:\"li\"},{href:\"http://tinyurl.com/5h69fm\"}),mdx(\"span\",{class:\"websitetitle\"},\"5h69fm\")),\"]. So the embodied energy of a meat chicken is about 6.7 kWh per kg of animal, or 10 kWh per kg of eaten meat.\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-4\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-5\"}),mdx(\"em\",{parentName:\"li\"},\"The embodied energy in Europe\\u2019s fertilizers is about 2 kWh per day per person\"),\". In 1998\\u20139, Western Europe used 17.6 Mt per year of fertilizers: 10Mt of nitrates, 3.5 Mt of phosphate and 4.1 Mt potash. These fertilizers have energy footprints of 21.7, 4.9, and 3.8 kWh per kg respectively. Sharing this energy out between 375 million people, we find a total footprint of 1.8 kWh per day per person. Sources: Gellings and Parmenter (2004), International Fertilizer Industry Association [\",mdx(\"a\",e({parentName:\"li\"},{href:\"http://tinyurl.com/5pwojp\"}),mdx(\"span\",{class:\"websitetitle\"},\"5pwojp\")),\"].\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-5\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-6\"}),mdx(\"em\",{parentName:\"li\"},\"Farming in the UK in 2005 used an energy of 0.9 kWh per day per person\"),\". Source: Warwick HRI (2007).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-6\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-7\"}),mdx(\"em\",{parentName:\"li\"},\"A bag of crisps has an embodied energy of 1.4 kWh of fossil fuel per kWh of chemical energy eaten\"),\". I estimated this energy from the carbon footprint of a bag of crisps: 75 g CO\",mdx(\"sub\",null,\"2\"),\" for a standard 35 g bag [\",mdx(\"a\",e({parentName:\"li\"},{href:\"http://tinyurl.com/5bj8k3\"}),mdx(\"span\",{class:\"websitetitle\"},\"5bj8k3\")),\"]. Of this footprint, 44% is associated with farming, 30% with processing, 15% packaging, and 11% transport and disposal. The chemical energy delivered to the consumer is 770 kJ. So this food has a carbon footprint of 350 g per kWh. Assuming that most of this carbon footprint is from fossil fuels at 250 g CO\",mdx(\"sub\",null,\"2\"),\" per kWh, the energy footprint of the crisps is 1.4 kWh of fossil fuel per kWh of chemical energy eaten.\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-7\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-8\"}),mdx(\"em\",{parentName:\"li\"},\"The typical diet has an embodied energy of roughly 6 kWh per kWh eaten\"),\". Coley (2001) estimates the embodied energy in a typical diet is 5.75 times the derived energy. Walking has a CO\",mdx(\"sub\",null,\"2\"),\" footprint of 42 g/km; cycling, 30 g/km. For comparison, driving an average car emits 183 g/km.\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-8\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-9\"}),mdx(\"em\",{parentName:\"li\"},\"Walking uses 3.6 kWh per 100 km\"),\". A walking human uses a total of 6.6 kWh per 100 km [\",mdx(\"a\",e({parentName:\"li\"},{href:\"http://tinyurl.com/3s576h\"}),mdx(\"span\",{class:\"websitetitle\"},\"3s576h\")),\"]; we subtract off the resting energy to get the energy footprint of walking (Coley, 2001).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-9\",className:\"footnote-backref\"}),\"\\u21A9\")))))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}