{"pageProps":{"source":{"compiledSource":"var m=Object.defineProperty,u=Object.defineProperties;var c=Object.getOwnPropertyDescriptors;var i=Object.getOwnPropertySymbols;var n=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var h=(t,a,o)=>a in t?m(t,a,{enumerable:!0,configurable:!0,writable:!0,value:o}):t[a]=o,e=(t,a)=>{for(var o in a||(a={}))n.call(a,o)&&h(t,o,a[o]);if(i)for(var o of i(a))s.call(a,o)&&h(t,o,a[o]);return t},l=(t,a)=>u(t,c(a));var p=(t,a)=>{var o={};for(var r in t)n.call(t,r)&&a.indexOf(r)<0&&(o[r]=t[r]);if(t!=null&&i)for(var r of i(t))a.indexOf(r)<0&&s.call(t,r)&&(o[r]=t[r]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var r=o,{components:t}=r,a=p(r,[\"components\"]);return mdx(MDXLayout,l(e(e({},layoutProps),a),{components:t,mdxType:\"MDXLayout\"}),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure116.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.1\"),\". An earth in section.\",mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure117.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.2\"),\". Some granite.\",mdx(\"h1\",e({},{id:\"16-geothermal\"}),\"16 Geothermal\"),mdx(\"p\",null,\"Geothermal energy comes from two sources: from radioactive decay in the crust of the earth, and from heat trickling through the mantle from the earth\\u2019s core. The heat in the core is there because the earth used to be red-hot, and it\\u2019s still cooling down and solidifying; the heat in the core is also being topped up by tidal friction: the earth flexes in response to the gravitational fields of the moon and sun, in the same way that an orange changes shape if you squeeze it and roll it between your hands.\"),mdx(\"p\",null,\"Geothermal is an attractive renewable because it is \\u201Calways on,\\u201D independent of the weather; if we make geothermal power stations, we can switch them on and off so as to follow demand.\"),mdx(\"p\",null,\"But how much geothermal power is available? We could estimate geothermal power of two types: the power available at an ordinary location on the earth\\u2019s crust; and the power available in special hot spots like Iceland (figure 16.3). While the right place to first develop geothermal technology is definitely the special hot spots, I\\u2019m going to assume that the greater total resource comes from the ordinary locations, since ordinary locations are so much more numerous.\"),mdx(\"p\",null,\"The difficulty with making \",mdx(\"em\",{parentName:\"p\"},\"sustainable\"),\" geothermal power is that the speed at which heat travels through solid rock limits the rate at which heat can be sustainably sucked out of the red-hot interior of the earth. It\\u2019s like trying to drink a crushed-ice drink through a straw. You stick in the straw, and suck, and you get a nice mouthful of cold liquid. But after a little more sucking, you find you\\u2019re sucking air. You\\u2019ve extracted all the liquid from the ice around the tip of the straw. Your initial rate of sucking wasn\\u2019t sustainable.\"),mdx(\"p\",null,\"If you stick a straw down a 15-km hole in the earth, you\\u2019ll find it\\u2019s nice and hot there, easily hot enough to boil water. So, you could stick two straws down, and pump cold water down one straw and suck from the other. You\\u2019ll be sucking up steam, and you can run a power station. Limitless power? No. After a while, your sucking of heat out of the rock will have reduced the temperature of the rock. You weren\\u2019t sucking sustainably. You now have a long wait before the rock at the tip of your straws warms up again. A possible attitude to this problem is to treat geothermal heat the same way we currently treat fossil fuels: as a resource to be mined rather than collected sustainably. Living off geothermal heat in this way might be better for the planet than living unsustainably off fossil fuels; but perhaps it would only be another stop-gap giving us another 100 years of unsustainable living? In this book I\\u2019m most interested in \",mdx(\"em\",{parentName:\"p\"},\"sustainable\"),\" energy, as the title hinted. Let\\u2019s do the sums.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure115.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.3\"),\". Geothermal power in Iceland. Average geothermal electricity generation in Iceland (population, 300 000) in 2006 was 300 MW (24 kWh/d per person). More than half of Iceland\\u2019s electricity is used for aluminium production. Photo by Gretar \\xCDvarsson.\",mdx(\"h2\",e({},{id:\"geothermal-power-that-would-be-sustainable-forever\"}),\"Geothermal power that would be sustainable forever\"),mdx(\"p\",null,\"First imagine using geothermal energy sustainably by sticking down straws to an appropriate depth, and sucking \",mdx(\"em\",{parentName:\"p\"},\"gently\"),\". Sucking at such a rate that the rocks at the end of the our straws don\\u2019t get colder and colder. This means sucking at the natural rate at which heat is already flowing out of the earth.\"),mdx(\"p\",null,\"one milliwatt (1 mW) is 0.001 W.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure118.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.4\"),\". Temperature profile in a typical continent.\",mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure119.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.5\"),\". Enhanced geothermal extraction from hot dry rock. One well is drilled and pressurized to create fractures. A second well is drilled into the far side of the fracture zone. Then cold water is pumped down one well and heated water (indeed, steam) is sucked up the other.\",mdx(\"p\",null,\"As I said before, geothermal energy comes from two sources: from radioactive decay in the crust of the earth, and from heat trickling through the mantle from the earth\\u2019s core. In a typical continent, the heat flow from the centre coming through the mantle is about 10 mW/m\",mdx(\"sup\",null,\"2\"),\". The heat flow at the surface is 50 mW/m\",mdx(\"sup\",null,\"2\"),\". \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-1\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-1\",className:\"footnote-ref\"}),\"1\")),\" So the radioactive decay has added an extra 40 mW/m\",mdx(\"sup\",null,\"2\"),\" to the heat flow from the centre.\"),mdx(\"p\",null,\"So at a typical location, the maximum power we can get per unit area is 50 mW/m\",mdx(\"sup\",null,\"2\"),\". But that power is not high-grade power, it\\u2019s low-grade heat that\\u2019s trickling through at the ambient temperature up here. We presumably want to make electricity, and that\\u2019s why we must drill down. Heat is useful only if it comes from a source at a higher temperature than the ambient temperature. The temperature increases with depth as shown in figure 16.4, reaching a temperature of about 500 \\xB0C at a depth of 40 km. Between depths of 0 km where the heat flow is biggest but the rock temperature is too low, and 40 km, where the rocks are hottest but the heat flow is 5 times smaller (because we\\u2019re missing out on all the heat generated from radioactive decay) there is an optimal depth at which we should suck. The exact optimal depth depends on what sort of sucking and powerstation machinery we use. We can bound the maximum sustainable power by \",mdx(\"span\",{id:\"page98\"},\"finding\"),\" the optimal depth assuming that we have an ideal engine for turning heat into electricity, and that drilling to any depth is free.\"),mdx(\"p\",null,\"For the temperature profile shown in figure 16.4, I calculated that the optimal depth is about 15 km. Under these conditions, an ideal heat engine would deliver 17 mW/m\",mdx(\"sup\",null,\"2\"),\". At the world population density of 43 people per square km, that\\u2019s 10 kWh per person per day, if \",mdx(\"em\",{parentName:\"p\"},\"all\"),\" land area were used. In the UK, the population density is 5 times greater, so wide-scale geothermal power of this sustainable-forever variety could offer at most \",mdx(\"span\",{class:\"green\"},\"2 kWh per person per day\"),\".\"),mdx(\"p\",null,\"This is the sustainable-forever figure, ignoring hot spots, assuming perfect power stations, assuming every square metre of continent is exploited, and assuming that drilling is free. And that it is possible to drill 15-km deep holes.\"),mdx(\"h2\",e({},{id:\"geothermal-power-as-mining\"}),\"Geothermal power as mining\"),mdx(\"p\",null,\"The other geothermal strategy is to treat the heat as a resource to be mined. In \\u201Cenhanced geothermal extraction\\u201D from hot dry rocks (figure 16.5), we first drill down to a depth of 5 or 10 km, and fracture the rocks by pumping in water. (This step may create earthquakes, which don\\u2019t go down well with the locals.) Then we drill a second well into the fracture zone. Then we pump water down one well and extract superheated water or steam from the other. This steam can be used to make electricity or to deliver heat. What\\u2019s the hot dry rock resource of the UK? Sadly, Britain is not well endowed. Most of the hot rocks are concentrated in Cornwall, where some geothermal experiments were carried out in 1985 in a research facility at Rosemanowes, now closed. Consultants assessing these experiments concluded that \\u201Cgeneration of electrical power from hot dry rock was unlikely to be technically or commercially viable in Cornwall, or elsewhere in the UK, in the short or medium term.\\u201D \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-2\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-2\",className:\"footnote-ref\"}),\"2\")),\" Nonetheless, what is the resource? The biggest estimate of the hot dry rock resource in the UK is a total energy of 130 000 TWh, which, according to the consultants, could conceivably contribute \",mdx(\"span\",{class:\"green\"},\"1.1 kWh per day per person\"),\" of electricity for about 800 years. \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-3\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-3\",className:\"footnote-ref\"}),\"3\"))),mdx(\"p\",null,\"Other places in the world have more promising hot dry rocks, \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-4\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-4\",className:\"footnote-ref\"}),\"4\")),\" so if you want to know the geothermal answers for other countries, be sure to ask a local. But sadly for Britain, geothermal will only ever play a tiny part.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure343.gif\",alt:null}))),mdx(\"h4\",e({},{id:\"doesnt-southampton-use-geothermal-energy-already-how-much-does-that-deliver\"}),\"Doesn\\u2019t Southampton use geothermal energy already? How much does that deliver?\"),mdx(\"p\",null,\"Yes, Southampton Geothermal District Heating Scheme \",mdx(\"sup\",e({parentName:\"p\"},{id:\"fnref-5\"}),mdx(\"a\",e({parentName:\"sup\"},{href:\"#fn-5\",className:\"footnote-ref\"}),\"5\")),\" was, in 2004 at least, the only geothermal heating scheme in the UK. It provides the city with a supply of hot water. The geothermal well is part of a combined heat, power, and cooling system that delivers hot and chilled water to customers, and sells electricity to the grid. Geothermal energy contributes about 15% of the 70 GWh of heat per year delivered by this system. The population of Southampton at the last census was 217 445, so the geothermal power being delivered there is \",mdx(\"strong\",{parentName:\"p\"},\"0.13kWh/d per person\"),\" in Southampton.\"),mdx(\"p\",null,mdx(\"img\",e({parentName:\"p\"},{src:\"/img/without-hot-air/figure120.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 16.6\"),\". Geothermal.\",mdx(\"h2\",e({},{id:\"notes-and-further-reading\"}),\"Notes and further reading\"),mdx(\"div\",e({},{className:\"footnotes\"}),mdx(\"hr\",{parentName:\"div\"}),mdx(\"ol\",{parentName:\"div\"},mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-1\"}),mdx(\"em\",{parentName:\"li\"},\"The heat flow at the surface is 50 mW/m\",mdx(\"sup\",null,\"2\")),\". Massachusetts Institute of Technology (2006) says 59 mW/m\",mdx(\"sup\",null,\"2\"),\" average, with a range, in the USA, from 25 mW to 150 mW. Shepherd (2003) gives 63 mW/m\",mdx(\"sup\",null,\"2\"),\".\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-1\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-2\"}),mdx(\"em\",{parentName:\"li\"},\"\\u201CGeneration of electrical power from hot dry rock was unlikely to be technically or commercially viable in the UK\\u201D\"),\". Source: MacDonald et al. (1992). See also Richards et al. (1994).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-2\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-3\"}),mdx(\"em\",{parentName:\"li\"},\"The biggest estimate of the hot dry rock resource in the UK \\u2026 could conceivably contribute 1.1 kWh per day per person of electricity for about 800 years\"),\". Source: MacDonald et al. (1992).\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-3\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-4\"}),mdx(\"em\",{parentName:\"li\"},\"Other places in the world have more promising hot dry rocks\"),\". There\\u2019s a good study (Massachusetts Institute of Technology, 2006) describing the USA\\u2019s hot dry rock resource. Another more speculative approach, researched by Sandia National Laboratories in the 1970s, is to drill all the way down to magma at temperatures of 600\\u20131300 \\xB0C, perhaps 15 km deep, and get power there. The website \",mdx(\"a\",e({parentName:\"li\"},{href:\"http://www.magma-power.com\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.magma-power.com\")),\" reckons that the heat in pools of magma under the US would cover US energy consumption for 500 or 5000 years, and that it could be extracted economically.\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-4\",className:\"footnote-backref\"}),\"\\u21A9\")),mdx(\"li\",e({parentName:\"ol\"},{id:\"fn-5\"}),mdx(\"em\",{parentName:\"li\"},\"Southampton Geothermal District Heating Scheme\"),\". \",mdx(\"a\",e({parentName:\"li\"},{href:\"http://www.southampton.gov.uk/\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.southampton.gov.uk\")),\".\",mdx(\"a\",e({parentName:\"li\"},{href:\"#fnref-5\",className:\"footnote-backref\"}),\"\\u21A9\")))))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}