{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,y=Object.defineProperties;var p=Object.getOwnPropertyDescriptors;var o=Object.getOwnPropertySymbols;var t=Object.prototype.hasOwnProperty,l=Object.prototype.propertyIsEnumerable;var s=(e,a,n)=>a in e?c(e,a,{enumerable:!0,configurable:!0,writable:!0,value:n}):e[a]=n,i=(e,a)=>{for(var n in a||(a={}))t.call(a,n)&&s(e,n,a[n]);if(o)for(var n of o(a))l.call(a,n)&&s(e,n,a[n]);return e},h=(e,a)=>y(e,p(a));var d=(e,a)=>{var n={};for(var r in e)t.call(e,r)&&a.indexOf(r)<0&&(n[r]=e[r]);if(e!=null&&o)for(var r of o(e))a.indexOf(r)<0&&l.call(e,r)&&(n[r]=e[r]);return n};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(n){var r=n,{components:e}=r,a=d(r,[\"components\"]);return mdx(MDXLayout,h(i(i({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h1\",i({},{id:\"acknowledgments\"}),\"Acknowledgments\"),mdx(\"p\",null,\"For leading me into environmentalism, I thank Robert MacKay, Gale Ryba, and Mary Archer.\"),mdx(\"p\",null,\"For decades of intense conversation on every detail, thank you to Matthew Bramley, Mike Cates, and Tim Jervis.\"),mdx(\"p\",null,\"For good ideas, for inspiration, for suggesting good turns of phrase, for helpful criticism, for encouragement, I thank the following people, all of whom have shaped this book. John Hopfield, Sanjoy Mahajan, Iain Murray, Ian Fells, Tony Benn, Chris Bishop, Peter Dayan, Zoubin Ghahramani, Kimber Gross, Peter Hodgson, Jeremy Lefroy, Robert MacKay, William Nuttall, Mike Sheppard, Ed Snelson, Quentin Stafford-Fraser, Prashant Vaze, Mark Warner, Seb Wills, Phil Cowans, Bart Ullstein, Helen de Mattos, Daniel Corbett, Greg McMullen, Alan Blackwell, Richard Hills, Philip Sargent, Denis Mollison, Volker Heine, Olivia Morris, Marcus Frean, Erik Winfree, Caryl Walter, Martin Hellman, Per Sillr\\xE9n, Trevor Whittaker, Daniel Nocera, Jon Gibbins, Nick Butler, Sally Daultrey, Richard Friend, Guido Bombi, Alessandro Pastore, John Peacock, Carl Rasmussen, Phil C. Stuart, AdrianWrigley, Jonathan Kimmitt, Henry Jabbour, Ian Bryden, Andrew Green, Montu Saxena, Chris Pickard, Kele Baker, Davin Yap, Martijn van Veen, Sylvia Frean, Janet Lefroy, John Hinch, James Jackson, Stephen Salter, Derek Bendall, Deep Throat, Thomas Hsu, Geoffrey Hinton, Radford Neal, Sam Roweis, John Winn, Simon Cran-McGreehin, Jackie Ford, Lord Wilson of Tillyorn, Dan Kammen, Harry Bhadeshia, Colin Humphreys, Adam Kalinowski, Anahita New, Jonathan Zwart, John Edwards, Danny Harvey, David Howarth, Andrew Read, Jenny Smithers, William Connolley, Ariane Kossack, Sylvie Marchand, Phil Hobbs, David Stern, Ryan Woodard, Noel Thompson, Matthew Turner, Frank Stajano, Stephen Stretton, Terry Barker, Jonathan K\\xF6hler, Peter Pope, Aleks Jakulin, Charles Lee, Dave Andrews, Dick Glick, Paul Robertson, J\\xFCrg Matter, Alan and Ruth Foster, David Archer, Philip Sterne, Oliver Stegle, Markus Kuhn, Keith Vertanen, Anthony Rood, Pilgrim Beart, Ellen Nisbet, Bob Flint, David Ward, Pietro Perona, Andrew Urquhart, Michael McIntyre, Andrew Blake, Anson Cheung, Daniel Wolpert, Rachel Warren, Peter Tallack, Philipp Hennig, Christian Steinr\\xFCcken, Tamara Broderick, Demosthenis Pafitis, David Newbery, Annee Blott, Henry Leveson-Gower, John Colbert, Philip Dawid, Mary Waltham, Philip Slater, Christopher Hobbs, Margaret Hobbs, Paul Chambers, Michael Schlup, Fiona Harvey, Jeremy Nicholson, Ian Gardner, Sir John Sulston, Michael Fairbank, Menna Clatworthy, Gabor Csanyi, Stephen Bull, Jonathan Yates, Michael Sutherland, Michael Payne, Simon Learmount, John Riley, Lord John Browne, Cameron Freer, Parker Jones, Andrew Stobart, Peter Ravine, Anna Jones, Peter Brindle, Eoin Pierce,Willy Brown, Graham Treloar, Robin Smale, Dieter Helm, Gordon Taylor, Saul Griffith, David Cebonne, Simon Mercer, Alan Storkey, Giles Hodgson, Amos Storkey, Chris Williams, Tristan Collins, Darran Messem, Simon Singh, Gos Micklem, Peter Guthrie, Shin-Ichi Maeda, Candida Whitmill, Beatrix Schlarb-Ridley, Fabien Petitcolas, Sandy Polak, Dino Seppi, Tadashi Tokieda, Lisa Willis, Paul Weall, Hugh Hunt, Jon Fairbairn, Milo\\u0161 T. Koja\\u0161evi\\u0107, Andrew Howe, Ian Leslie, Andrew Rice, Miles Hember, Hugo Willson, Win Rampen, Nigel Goddard, Richard Dietrich, Gareth Gretton, David Sterratt, Jamie Turner, Alistair Morfey, Rob Jones, Paul McKeigue, Rick Jefferys, Robin S Berlingo, Frank Kelly, Michael Kelly, Scott Kelly, Anne Miller, Malcolm Mackley, Tony Juniper, Peter Milloy, Cathy Kunkel, Tony Dye, Rob Jones, Garry Whatford, Francis Meyer, Wha-Jin Han, Brendan McNamara, Michael Laughton, Dermot McDonnell, John McCone, Andreas Kay, John McIntyre, Denis Bonnelle, Ned Ekins-Daukes, John Daglish, Jawed Karim, Tom Yates, Lucas Kruijswijk, Sheldon Greenwell, Charles Copeland, Georg Heidenreich, Colin Dunn, Steve Foale, Leo Smith, Mark McAndrew, Bengt Gustafsson, Roger Pharo, David Calderwood, Graham Pendlebury, Brian Collins, Paul Hasley, Martin Dowling, Martin Whiteland, Andrew Janca, Keith Henson, Graeme Mitchison, Valerie MacKay, Dewi Williams, Nick Barnes, Niall Mansfield, Graham Smith, Wade Amos, Sven Weier, Richard McMahon, Andrew Wallace, Corinne Meakins, Eoin O\\u2019Carroll, Iain McClatchie, Alexander Ac, Mark Suthers, Gustav Grob, Ibrahim Dincer, Ian Jones, Adnan Midilli, Chul Park, David Gelder, Damon Hart-Davis, George Wallis, Philipp Sp\\xF6th, James Wimberley, Richard Madeley, Jeremy Leggett, Michael Meacher, Dan Kelley, Tony Ward-Holmes, Charles Barton, James Wimberley, Jay Mucha, Johan Simu, Stuart Lawrence, Nathaniel Taylor, Dickon Pinner, Michael Davey, Michael Riedel, William Stoett, Jon Hilton, Mike Armstrong, Tony Hamilton, Joe Burlington, David Howey, Jim Brough, Mark Lynas, Hezlin Ashraf-Ball, Jim Oswald, John Lightfoot, Carol Atkinson, Nicola Terry, George Stowell, Damian Smith, Peter Campbell, Ian Percival, David Dunand, Nick Cook, Leon di Marco, Dave Fisher, John Cox, Jonathan Lee, Richard Procter, Matt Taylor, Carl Scheffler, Chris Burgoyne, Francisco Monteiro, Ian McChesney, and Liz Moyer. Thank you all.\"),mdx(\"p\",null,\"For help with finding climate data, I thank Emily Shuckburgh. I\\u2019m very grateful to Kele Baker for gathering the electric car data in figure 20.21. I also thank David Sterratt for research contributions, and Niall Mansfield, Jonathan Zwart, and Anna Jones for excellent editorial advice.\"),mdx(\"p\",null,\"The errors that remain are of course my own.\"),mdx(\"p\",null,\"I am especially indebted to Seb Wills, Phil Cowans, Oliver Stegle, Patrick Welche, and Carl Scheffler for keeping my computers working.\"),mdx(\"p\",null,\"I thank the African Institute for Mathematical Sciences, Cape Town, and the Isaac Newton Institute for Mathematical Sciences, Cambridge, for hospitality.\"),mdx(\"p\",null,\"Many thanks to the Digital Technology Group, Computer Laboratory, Cambridge and Heriot\\u2013Watt University Physics Department for providing weather data online. I am grateful to Jersey Water and Guernsey Electricity for tours of their facilities.\"),mdx(\"p\",null,\"Thank you to Gilby Productions for providing the TinyURL service. TinyURL is a trademark of Gilby Productions. Thank you to Eric Johnston and Satellite Signals Limited for providing a nice interface for maps [\",mdx(\"a\",i({parentName:\"p\"},{href:\"http://www.satsig.net/\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.satsig.net\")),\"].\"),mdx(\"p\",null,\"Thank you to David Stern for the portrait, to Becky Smith for iconic artwork, and to Claire Jervis for the photos on pages ix, 31, 90, 95, 153, 245, 289, and 325. For other photos, thanks to Robert MacKay, Eric LeVin, Marcus Frean, Rosie Ward, Harry Bhadeshia, Catherine Huang, Yaan de Carlan, Pippa Swannell, Corinne Le Qu\\xE9r\\xE9, David Faiman, Kele Baker, Tim Jervis, and anonymous contributors to Wikipedia. I am grateful to the office of the Mayor of London for providing copies of advertisements.\"),mdx(\"p\",null,\"The artwork in chapter 31, \\u201CMaid in London,\\u201D and in chapter D, \\u201CSunflowers,\\u201D by Banksy \",mdx(\"a\",i({parentName:\"p\"},{href:\"http://www.banksy.co.uk/\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.banksy.co.uk\")),\". Thank you, Banksy\",\"!\"),mdx(\"p\",null,\"Offsetting services were provided by \",mdx(\"span\",{class:\"websitetitle\"},\"cheatneutral.com\"),\".\"),mdx(\"p\",null,\"This book is written in LaTeX on the Ubuntu GNU/Linux operating system using free software. The figures were drawn with \",mdx(\"span\",null,\"gnuplot\"),\" and \",mdx(\"span\",null,\"metapost\"),\". Many of the maps were created with Paul Wessel and Walter Smith\\u2019s \",mdx(\"span\",null,\"gmt\"),\" software. Thank you also to MartinWeinelt and OMC. Thank you to Donald Knuth, Leslie Lamport, Richard Stallman, Linus Torvalds, and all those who contribute to free software.\"),mdx(\"p\",null,\"Finally I owe the biggest debt of gratitude to the Gatsby Charitable Foundation, who supported me and my research group before, during, and after the writing of this book.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}