{"pageProps":{"source":{"compiledSource":"var c=Object.defineProperty,p=Object.defineProperties;var u=Object.getOwnPropertyDescriptors;var r=Object.getOwnPropertySymbols;var o=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var h=(e,t,i)=>t in e?c(e,t,{enumerable:!0,configurable:!0,writable:!0,value:i}):e[t]=i,a=(e,t)=>{for(var i in t||(t={}))o.call(t,i)&&h(e,i,t[i]);if(r)for(var i of r(t))s.call(t,i)&&h(e,i,t[i]);return e},l=(e,t)=>p(e,u(t));var m=(e,t)=>{var i={};for(var n in e)o.call(e,n)&&t.indexOf(n)<0&&(i[n]=e[n]);if(e!=null&&r)for(var n of r(e))t.indexOf(n)<0&&s.call(e,n)&&(i[n]=e[n]);return i};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(i){var n=i,{components:e}=n,t=m(n,[\"components\"]);return mdx(MDXLayout,l(a(a({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,mdx(\"img\",a({parentName:\"p\"},{src:\"/img/without-hot-air/figure188.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 22.1\"),\". An awful AC lamp-adaptor from IKEA \\u2013 the adaptor uses nearly 10 W even when the lamp is switched off\\\\!\",mdx(\"h1\",a({},{id:\"22-efficient-electricity-use\"}),\"22 Efficient electricity use\"),mdx(\"p\",null,\"Can we cut electricity use? Yes, switching off gadgets when they\\u2019re not in use is an easy way to make a difference. Energy-efficient light bulbs will save you electricity too.\"),mdx(\"p\",null,\"We already examined gadgets in Chapter 11. Some gadgets are unimportant, but some are astonishing guzzlers. The laser-printer in my office, sitting there doing nothing, is slurping 17 W \\u2013 nearly 0.5 kWh per day\",\"!\",\" A friend bought a lamp from IKEA. Its awful adaptor (figure 22.1) guzzles 10 W (0.25 kWh per day) whether or not the lamp is on. If you add up a few stereos, DVD players, cable modems, and wireless devices, you may even find that half of your home electricity consumption can be saved.\"),mdx(\"p\",null,\"According to the International Energy Agency, standby power consumption accounts for roughly 8% of residential electricity demand. \",mdx(\"sup\",a({parentName:\"p\"},{id:\"fnref-1\"}),mdx(\"a\",a({parentName:\"sup\"},{href:\"#fn-1\",className:\"footnote-ref\"}),\"1\")),\" In the UK and France, the average standby power is about 0.75 kWh/d per household. The problem isn\\u2019t standby itself \\u2013 it\\u2019s the shoddy way in which standby is implemented. It\\u2019s perfectly possible to make standby systems that draw less than 0.01 W; but manufacturers, saving themselves a penny in the manufacturing costs, are saddling the consumer with an annual cost of pounds.\"),mdx(\"p\",null,mdx(\"img\",a({parentName:\"p\"},{src:\"/img/without-hot-air/figure187.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 22.2\"),'. Efficiency in the offing. I measured the electricity savings from switching off vampires during a week when I was away at work most of each day, so both days and nights were almost devoid of useful activity, except for the fridge. The brief little blips of consumption are caused by the microwave, toaster, washing machine, or vacuum cleaner. On the Tuesday I switched off most of my vampires: two stereos, a DVD player, a cable modem, a wireless router, and an answering machine. The red line shows the trend of \"nobody-at-home\" consumption before, and the green line shows the \"nobody-at-home\" consumption after this change. Consumption fell by 45 W, or 1.1 kWh per day.',mdx(\"h2\",a({},{id:\"a-vampire-killing-experiment\"}),\"A vampire-killing experiment\"),mdx(\"p\",null,\"Figure 22.2 shows an experiment I did at home. First, for two days, I measured the power consumption when I was out or asleep. Then, switching off all the gadgets that I normally left on, I measured again for three more days. I found that the power saved was 45 W \\u2013 which is worth \\xA345 per year if electricity costs 11p per unit.\"),mdx(\"p\",null,mdx(\"img\",a({parentName:\"p\"},{src:\"/img/without-hot-air/figure189.gif\",alt:null}))),mdx(\"span\",{class:\"figurenumber\"},\"Figure 22.3\"),\". My cumulative domestic electricity consumption, in kWh, each year from 1993 to 2008. The grey lines show years from 1993 to 2003. (I haven\\u2019t labelled these with their years, to avoid clutter.) The coloured lines show the years 2004 onwards. The scale on the right shows the average rate of energy consumption, in kWh per day. The vampire experiment took place on 2nd October 2007. The combination of vampire-banishment with energy-saving-lightbulb installation reduced my electricity consumption from 4 kWh/d to 2 kWh/d.\",mdx(\"p\",null,\"Since I started paying attention to my meter readings, my total electricity consumption has halved (figure 22.3). I\\u2019ve cemented this saving in place by making a habit of reading my meters every week, so as to check that the electricity-sucking vampires have been banished. If this magic trick could be repeated in all homes and all workplaces, we could obviously make substantial savings. So a bunch of us in Cambridge are putting together a website devoted to making regular meter-reading fun and informative. The website, \",mdx(\"a\",a({parentName:\"p\"},{href:\"http://www.readyourmeter.org\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.readyourmeter.org\")),\", aims to help people carry out similar experiments to mine, make sense of the resulting numbers, and get a warm fuzzy feeling from using less.\"),mdx(\"p\",null,\"I do hope that this sort of smart-metering activity will make a difference. In the future cartoon-Britain of 2050, however, I\\u2019ve assumed that all such electricity savings are cancelled out by the miracle of growth. Growth is one of the tenets of our society: people are going to be wealthier, and thus able to play with more gadgets. The demand for ever-more-superlative computer games forces computers\\u2019 power consumption to increase. Last decade\\u2019s computers used to be thought pretty neat, but now they are found useless, and must be replaced by faster, hotter machines.\"),mdx(\"h2\",a({},{id:\"notes-and-further-reading\"}),\"Notes and further reading\"),mdx(\"div\",a({},{className:\"footnotes\"}),mdx(\"hr\",{parentName:\"div\"}),mdx(\"ol\",{parentName:\"div\"},mdx(\"li\",a({parentName:\"ol\"},{id:\"fn-1\"}),mdx(\"em\",{parentName:\"li\"},\"Standby power consumption accounts for roughly 8% of residential electricity\"),\". Source: International Energy Agency (2001). For further reading on standby-power policies, see: \",mdx(\"a\",a({parentName:\"li\"},{href:\"http://www.iea.org/textbase/subjectqueries/standby.asp\"}),mdx(\"span\",{class:\"websitetitle\"},\"www.iea.org/textbase/subjectqueries/standby.asp\")),\".\",mdx(\"a\",a({parentName:\"li\"},{href:\"#fnref-1\",className:\"footnote-backref\"}),\"\\u21A9\")))))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}